[
  {
    "alt": "Orygionalne zdjęcie. Widok na kościół od strony 'Adasia'",
    "url": "https://centrala.ag3nts.org/dane/i/rynek.png",
    "context": "This image was taken during an experiment on time transmission of multimedia data. The photo captures a sunset at 19:42, taken at the market square, and was transmitted back in time to be recorded at 16:08 the same day. The aim was to test the temporal transmission technology by sending monochromatic data.",
    "description": "Obraz przedstawia czarno-białą scenę z miejskiego rynku, gdzie na brukowanej nawierzchni zebrali się ludzie, a w powietrzu krążą ptaki. W tle widoczny jest zachód słońca, co potęguje dramatyzm kompozycji. Silhouette budynków otacza plac, a niebo zasnute jest częściowo chmurami. Kontekst tej fotografii ma szczególne znaczenie, ponieważ została wykonana o godzinie 19:42, jednak uwieczniono ją jako część eksperymentu dotyczącego transmitowania danych multimedialnych w czasie, co sprawia, że obraz ma podwójny charakter czasowy – uchwycone światło zachodu słońca zostało „przesłane” w czasie do zarejestrowania o godzinie 16:08 tego samego dnia. Eksperyment ten badał technologię przesyłania monochromatycznych danych, co dodaje głębszej warstwy znaczeniowej do pozornie prostej sceny.",
    "preview": "A black and white image depicting a city square with cobblestone pavement. People are gathered in the distance, with birds scattered across the ground and flying overhead. Silhouetted buildings frame the scene, and a partly cloudy sky is visible as the sun sets on the horizon.",
    "name": "rynek.png"
  },
  {
    "alt": "Uszkodzenia widoczne w odtworzonym pliku graficznym",
    "url": "https://centrala.ag3nts.org/dane/i/rynek_glitch.png",
    "context": "This image represents the transmitted photograph of the sunset, showing the effects of minor damage and artifacts, particularly on the right side, as a result of temporal transmission. The experiment aimed to assess the potential and challenges of maintaining data integrity when transmitting complex data through time.",
    "description": "Obraz przedstawia monochromatyczny widok na publiczny rynek, pokryty kocimi kostkami, z sylwetkami ludzi i ptaków oświetlonych przez wschodzące lub zachodzące słońce. Na niebie widać chmury oraz lecące ptaki, co tworzy nastrojowy klimat. W prawym rogu obrazu zauważalne są efekty cyfrowego glitchu, które objawiają się kolorowymi artefaktami, wskazując na uszkodzenia wynikłe podczas transmisji. Kontekst odnosi się do eksperymentu mającego na celu ocenę możliwości i wyzwań związanych z zachowaniem integralności danych podczas transmisji skomplikowanych informacji w czasie. Ten element glitchu podkreśla nieprzewidywalność i złożoność, które mogą towarzyszyć cyfrowym interakcjom oraz rejestrowaniu momentów w czasie.",
    "preview": "A monochrome image depicting a public square with cobblestone pavement, silhouetted birds, and people illuminated by a setting or rising sun. The sky is filled with clouds and flying birds. The right side of the image features a colorful digital glitch.",
    "name": "rynek_glitch.png"
  },
  {
    "alt": "Owoc przed transportem w czasie",
    "url": "https://centrala.ag3nts.org/dane/i/fruit01.png",
    "context": "This image depicts the fruit before it underwent the time transport experiment. The goal of the experiment was to attempt matter transmission, where the fruit was sent to the past to test the integrity and stability of the process.",
    "description": "Obraz przedstawia pojedynczą truskawkę, która leży na błyszczącej powierzchni, a jej szczegóły są wyraźnie widoczne w czarno-białej tonacji. Drobną teksturę truskawki podkreślają widoczne krople wody, co nadaje jej świeżości. W tle dostrzegalne są rozmyte kształty, sugerujące wnętrze pomieszczenia. Z kontekstu wynika, że truskawka ta została sfotografowana przed eksperymentem związanym z transportem materii w czasie, mającym na celu przetestowanie integralności i stabilności procesu, co nadaje obrazowi dodatkową warstwę znaczeniową, wskazując na jego naukowy i eksperymentalny charakter.",
    "preview": "A black and white image featuring a single, detailed strawberry with visible droplets, resting on a reflective surface. The background is blurred, suggesting an indoor setting with various indistinct shapes.",
    "name": "fruit01.png"
  },
  {
    "alt": "Owoc pozbawiony pestek po transporcie",
    "url": "https://centrala.ag3nts.org/dane/i/fruit02.png",
    "context": "Illustrates the fruit after it was subjected to temporal transmission, arriving without seeds. This highlights the current limitations and need for improvement in the time transmission technology to achieve full object integrity.",
    "description": "Na obrazie widoczna jest pojedyncza truskawka umieszczona na refleksyjnej powierzchni. Obraz jest w odcieniach czerni i bieli, co podkreśla kształt i teksturę owocu, który rzuca wyraźny cień. W tle znajduje się rozmyty plastikowy pojemnik oraz nieostre otoczenie, co sugeruje atmosferę laboratoryjną. Kontekst wskazuje, że truskawka została poddana technologii czasowego przesyłania, co doprowadziło do jej przybycia bez nasion. To uwydatnia aktualne ograniczenia oraz potrzebę udoskonalenia technologii w celu osiągnięcia pełnej integralności obiektów. Takie przedstawienie owocu w połączeniu z kontekstem podkreśla wyzwania związane z nowoczesnymi technologiami.",
    "preview": "A black and white image of a single strawberry placed on a reflective surface, casting a shadow. In the background, there's a blurry plastic container and an indistinct setting.",
    "name": "fruit02.png"
  },
  {
    "alt": "Fuzja kodu genetycznego dwóch transportowanych owoców",
    "url": "https://centrala.ag3nts.org/dane/i/strangefruit.png",
    "context": "Shows the unexpected result of an experiment where two fruits were transmitted in time, resulting in a fusion of both their physical appearance and taste. This outcome underlines the challenges of transmitting multiple complex structures simultaneously without unwanted merging.",
    "description": "Obraz przedstawia monochromatyczną, błyszczącą formę owocu, który na pierwszy rzut oka przypomina truskawkę, jednak z charakterystycznym łodygą wiśni na górze. Gładka powierzchnia owocu zdobiona jest drobnymi wypustkami, co podkreśla jego owocowy charakter. Cień rzucany przez owoc na jednolitym tle wskazuje na jego trójwymiarowość. W kontekście eksperymentu, który łączy cechy dwóch owoców, ten nieoczekiwany rezultat ilustruje wyzwania związane z jednoczesnym przesyłaniem złożonych struktur, co prowadzi do ich niezamieranego połączenia w jedno. Obraz symbolizuje misterne efekty fuzji, które mogą wystąpić podczas prób asocjacji różnych form biologicznych.",
    "preview": "A monochrome image featuring a shiny fruit with a smooth surface and small dimples resembling a strawberry, but with a cherry stem on top. The fruit casts a shadow on a plain background.",
    "name": "strangefruit.png"
  },
  {
    "alt": "Resztki jedzenia znalezione w pobliżu komory temporalnej.  \nCiasto było jeszcze ciepłe i chrupiące.",
    "url": "https://centrala.ag3nts.org/dane/i/resztki.png",
    "context": "This image was found near the temporal chamber following an unsanctioned experiment by a lab technician. The food seen in the picture, still warm and crisp, indicates that it might have been part of the unauthorized transmission, possibly contributing to unexpected results.",
    "description": "Na zdjęciu widoczny jest talerz w czarno-białej tonacji, na którym leżą kawałki pizzy. Każdy plasterek jest bogato ozdobiony chunky składnikami oraz wieloma przyprawami, co może sugerować ich świeżość i apetyczny wygląd. Kawałki pizzy są ułożone w okrągłym kształcie, co może wskazywać na ich staranne serwowanie. Kontekst sugeruje, że resztki jedzenia były częścią nieautoryzowanego eksperymentu, co w połączeniu z ich ciepłym i chrupiącym wyglądem, może związać je z niespodziewanymi wynikami tego eksperymentu w izbę czasową. To nietypowe połączenie elementów kulinarnych i naukowych wzbudza ciekawość co do jego roli w badaniach.",
    "preview": "A black and white image of a plate with slices of pizza, each piece topped with chunky ingredients. The slices are arranged in a circular pattern, with some scattered herbs or seasoning visible.",
    "name": "resztki.png"
  }
]